dangerous = [
    'Группа **негодяев** [место] вызвала угрозу. Идите туда и остановите их.',
    'Какие-то **разбойники** замышляют зло, угрожая безопасности окрестностей. Если вы сможете проникнуть в их лагерь '
    'и украсть у них припасы, вы наверняка сильно уменьшите их силу.',
    '**[$roll Разбойники, Кресумы]** строят лагерь на пустыре, чтобы собрать своих. Одолейте и прогоните их.',
    'За городом появилась группа **[$roll гидро, пиро, крио, дендро, электро, гео, анемо]слаймов**, которую нужно '
    'одолеть.',
    '**Негодяи** замышляют что-то нехорошее, исследуя объект, обладающий силой **[$roll гидро, пиро, крио, дендро, '
    'электро, гео, анемо]**. Остановите их.',
    'Группа **[$roll разбойников/кресумов]** с деревянными щитами блуждает рядом с окрестностями города. Победите их и '
    'положите конец этой угрозе.',
    '**[элит враг, Даст сгенерит]** был замечен рядом с окрестностями города, серьёзно угрожая безопасности '
    'периферийных районов. Победите его, и будьте бдительны.',
    'Неподалеку была замечена группа **[$roll разбойников/кресумов]**, угрожающая безопасности прилегающих территорий.',
    'Чрезмерное количество **[$roll гидро, пиро, крио, дендро, электро, гео, анемо] элемента** рядом с окрестностями '
    'города заставляет беспокоиться. Направляйтесь туда и разберитесь с проблемой.',
    'Группа **[$roll разбойников/кресумов]** изготавливает бочки со взрывчаткой рядом с окрестностями города. Остановите их!',
    'Группа **кресумов** появилась за городом, угрожая безопасности окрестностей. Нужно устранить их.',
    'Группа **монстров** бродит по дикой природе, угрожая безопасности окружающих территорий. Победите их и устраните '
    'эту угрозу.',
    '**Слаймы** внезапно окружили обычного путника, представляя угрозу его жизни. Спасите его.',
    'Торговец, перевозивший товары, собирался поторговать с проходящим караваном, но **разбойники/кресумы** нарушили '
    'его планы. Прогоните их.',
    'Поставщик доставлял товары в Корген-Сити, когда на него напали **[$roll разбойники/кресумы]**. Победите их и спасите бедолагу.',
    'Посевы городского фермера терзают негодяи, однако перед тем как он успевает что-либо предпринять они быстро '
    'скрываются. Помогите **найти следы** нарушителей и **прогнать их**.',
    'После небольшой прогулки до окраины по пути обратно в город одного человека встретили **[$roll '
    'разбойники/кресумы]**. Спасите его и победите разбойников.',
    'Владелец постоялого двора «Слада», не может перестать беспокоиться о **незваных гостях**, бродящих вокруг его гостиницы...',
    'Исследователь [или другой хуй] очень недовольна **[$roll разбойниками/кресумами]**, постоянно крадущими реликвии [или '
    'другую хуйню]. Она как раз ищет человека, способного помочь ей остановить их.',
    '**Маг бездны** проводит злые ритуалы над кресумами... Скорее разберитесь с этой угрозой.',
    'Группа **[$roll разбойников/кресумов]** обосновалась в окрестностях города и что-то замышляет. Разберитесь с этой угрозой.',
    'Не дайте группе **[$roll разбойников/кресумов]** достроить лагерь в окрестностях города.',
    'Кажется, **[$roll разбойники/кресумы]** следят за небольшим конвоем. Не дайте им завладеть грузом и сопроводите конвой '
    'до места назначения.',
    'Победите всех **врагов** и **защитите важный объект**.',
    'Разбойники сопровождают конвой с опасным грузом. **Разрушьте перевозчик разбойников** и устраните угрозу.',
    'Группа **волков охотников** ошивается слишком близко к городу, и может угрожать безопасности. Прогоните их.'
]
peaceful = [
    '**Монстры** сломали телегу путника. Найдите необходимые материалы, чтобы починить её.',
    '**Помогите с подготовкой припасов** для безрассудных авантюристов, которые несмотря на предупреждения всё равно '
    'отправляются в экспедицию...',
    'Патрулирующий [место, в оригинале - торговая площадь] сильно проголодался... **Принесите ему еды**',
    'Владелец постоялого двора «Слада» ищет помощника, чтобы **заделать дыру в лестнице**, ведущей в его гостиницу.',
    'Парень ищет кого-то, кто поможет ему **обучиться боевым искусствам**.',
    'Девушка переживает из-за того, что недостаточно хорошо стреляет из лука. **Нужен опытный стрелок** кто может помочь ей с этим.',
    'Любитель, который недавно лишь приобрёл оружие, ищет кого-то, кто поможет ему **обучиться боевым искусствам**.',
]
unknown = [
    '**Подозрительную личность** заметили рядом с [рандомное место, не обязательно локация]. Разберитесь с тем что происходит.',
    'Сопровождающий караваны очень любит выпить. После очередной попойки он потерял важную вещь. Попробуйте **найти её**.',
    'Член Гильдии Авантюристов сказал, что пошёл за материалами, но до сих пор не вернулся. Его родственники '
    'переживают... **Узнайте что случилось**',
    'Люди замечают **подозрительную активность** вокруг постоялого двора «Слада». администратор переживает за '
    'безопасность постояльцев...',
    'Шеф-повар постоялого двора «Слада», кажется, чем-то обеспокоен... **Помогите ему**.',
]
